{
  "Header": {
    "theApplication": "التطبيق",
    "USP": "ما يميزنا",
    "didYouKnow": "هل تعلم ؟",
    "subscription": "الاشتراكات",
    "signIn": "تسجيل الدخول"
  },
  "ArabicLanguage": {
    "title": ":باللغة العربية",
    "description": ":لنعمل معا وبعيدا عن الشاشات من خلال محتوى يساهم على تعزيز اللغة العربية لدى أطفالكم",
    "songs": "أغانينا تولد حب الاستماع عند أطفالكم للغة العربية",
    "stories": "قصصنا الصوتية تساهم على توسيع وتحفيز الخيال لدى أطفالكم ",
    "game": "ألعابنا العائلية تثري من أوقاتكم مع أطفالكم  وتعزز من مفرداتهم باللغة العربية ومعلوماتهم العامة",
    "blogs": "ومدوناتنا الصوتية خصصت لكم بمحتوى عائلي مفيد"
  },
  "FromFamily": {
    "title": "من عائلتنا لأطفالكم",
    "description": "حرصا من عائلة فا صول يا على أطفالكم، صممنا هذا التطبيق ليكون صوتي للأسباب التالية",
    "enrichingQualitys": "تقضية أوقات عائلية ممتعة",
    "speech": "تحسين النطق لدى أطفالكم",
    "listeningAbilities": "تحسين مهارات الاستماع لدى أطفالكم",
    "concentrationSkills": "تطوير مهارات التركيز لدى أطفالكم",
    "arabicVocabulary": "تعزيز مفردات اللغة العربية",
    "learningInAnew": "التعلم بطريقة جديدة ومثرية بعيدا عن الشاشة",
    "childEyes": "آمن لصحة العين",
    "generalKnowledge": "تطوير المعلومات العامة لدى أطفالكم"
  },
  "DidYouKnow": {
    "title": "هل تعلم؟",
    "descriptionOne": "ألعابنا العائلية  تثري بيئة أطفالكم، تقضون بها أوقاتا ممتعة بصحبتهم، وبهذا نوفر لكم بديلا جديدا يثري من معلوماتهم العامة ولغتهم  ويحررهم من إدمان العوالم الافتراضية",
    "descriptionTow": "أطفالنا يوميا يتعلمون في نفس الطريقه وهي من خلال النظر. قصصنا الصوتية غنية بالتمثيل والمؤثرات الصوتية والتي ستحفز خلايا دماغ جديدة تعنى في مهارات التركيز والوصل والخيال",
    "descriptionThree": "عندما تضعون الموسيقى لأطفالكم عند الاستحمام أو الرقص أو اللعب  أو في السيارة، سيبدأ طفلكم في الغناء؟ كم هي مثرية لسمعهم، ونطقهم، وتعزيز مفرداتهم للغة العربية"
  },
  "Subscription": {
    "titleAnnualSubscription": "اشتراك سنوي",
    "title3MonthsSubscription": "اشتراك 3 أشهر",
    "titleMonthlySubscription": "اشتراك شهري",
    "automaticallyRenewsSubscription": "يجدد تلقائياً",
    "numberOfDevices": "أجهزة المتاحة",
    "createPlaylists": "انشاء قوائم تشغيل",
    "downloadContent": "تحميل المحتوى",
    "shuffle": "استماع عشوائي",
    "repeat": "الإعادة، التحريك، الرجوع",
    "allSongs": "جميع الأغاني والقصص والألعاب والمدونات يمكنك الغاء الاشتراك في أي وقت",
    "bottonSubscribe": "اشترك"
  },
  "PopPupSubscription": {
    "title": "اشترك في فا صول يا",
    "description": "خدمة الدفع غير متوفرة حاليًا على موقعنا، لكن يمكنك الاشتراك من خلال تطبيقنا"
  },
  "Footer": {
    "Security_Privacy": "الأمن والخصوصية",
    "Terms_Conditions": "الشروط والاحكام",
    "Cookie_Policy": "سياية الكوكيز",
    "Rights_Reserved": "جميع الحقوق محفوظة. © فا صول يا 2023"
  },
  "Security_Privacy": {
    "title": "الأمن والخصوصية",
    "strong1": "سياسة الخصوصية",
    "description1": "تشرح سياسة خصوصية تطبيق (فا صول يا) كل شيء عن جمع معلوماتك الشخصية وتخزينها واستخدامها ومشاركتها وحمايتها. تنطبق هذه السياسة على جميع الخدمات والأدوات المتعلقة بتطبيق (فا صول يا) ، بغض النظر عن كيفية الوصول إليها سواء على الهواتف الذكية أو الأجهزة اللوحية (iPad) ، أو على أجهزة Mac و Windows أو متصفحات الإنترنت المختلفة. قد يقوم تطبيق (فا صول يا) بإجراء تغييرات وتحديثات على بيان الخصوصية هذا من وقت لآخر ؛ لذلك ، نوصي بمراجعته بشكل متكرر. سيتم الإعلان صراحة عن أي تغييرات جوهرية في التطبيق وعبر البريد الإلكتروني. ستصبح النسخة المعدلة من سياسة الخصوصية سارية فور نشرها على التطبيق وسيتم تحديث تاريخ السريان في سياسة الخصوصية هذه وفقًا لذلك.",
    "strong2": "جمع واستخدام البيانات والمعلومات",
    "description2": "عندما تقوم بالتسجيل في تطبيق (فا صول يا) وتقديم معلومات شخصية ، فإنك توافق على إرسال هذه المعلومات وجمعها وتخزينها على خوادمها. سيقوم التطبيق تلقائيًا بجمع البيانات والمعلومات المرسلة من جهازك ، سواء كان هاتفًا محمولًا أو جهازًا لوحيًا (iPad) ، أو جهاز Mac أو Windows ، أو متصفح الإنترنت ، أو الكمبيوتر ، أو أي جهاز آخر ، من أجل صيانته وتحسينه وتطويره. مستوى الخدمة.",
    "h41": "أنواع البيانات والمعلومات التي تم جمعها",
    "p1": "يجمع تطبيق (فا صول يا) البيانات والمعلومات التالية:",
    "h42": "البيانات أو المعلومات الشخصية",
    "p2": "أثناء عملية التسجيل وإنشاء حسابك الخاص على تطبيق فا صول يا ، يجب عليك تقديم بعض المعلومات الشخصية التي سيتم استخدامها للتواصل معك أو التعرف عليك ، وقد يتلقى تطبيق فا صول يا معلومات إضافية عنك أو يجمعها من جهات خارجية وإضافتها إلى حسابك. يتم تضمين المعلومات التالية ، على سبيل المثال لا الحصر:",
    "li1": "عند التسجيل أو استخدام تطبيق (فا صول يا) ، يجب عليك تقديم معلومات شخصية مثل الاسم الأول واسم العائلة ومعلومات الاتصال مثل عنوان بريدك الإلكتروني ورقم هاتفك وتاريخ الميلاد والعمر والجنس والعنوان.",
    "li2": "المعلومات الإضافية التي تقدمها لتطبيق (فا صول يا) من خلال مواقع التواصل الاجتماعي أو خدمات الجهات الخارجية ، حيث تطلب هذه المواقع من المستخدمين إنشاء حساب شخصي.",
    "h43": "معلومات الاتصال",
    "li3": "قد تتضمن هذه المعلومات أي مراسلات تتم من خلال التطبيق أو البريد الإلكتروني أو صفحات التواصل الاجتماعي الخاصة بـ (فا صول يا) أو أي مراسلات أخرى.",
    "h44": "معلومات الدفع",
    "li4": "قد يتم جمع معلومات الدفع الخاصة بك ، مثل رقم بطاقة الائتمان وكلمة المرور الخاصة بك ، إذا كان ذلك مطلوبًا لنا لإكمال عملية الدفع أو تجديد الاشتراكات.",
    "h45": "معلومات الاستخدام",
    "li5": "نقوم أيضًا بجمع معلومات حول كيفية استخدام خدماتنا. قد تشمل هذه المعلومات ، على سبيل المثال لا الحصر:",
    "li6": "يتم جمع تفاصيل جهازك ، مثل رقم جهازك ونوعه ، ومعلومات موقعك الجغرافي ، ومعلومات اتصال الإنترنت ، وإحصائيات عرض الصفحة ، والزيارات من وإلى التطبيق ، والتاريخ والوقت ، وعنوان IP ، والوصول إلى الإنترنت من خلال تفاعلك مع طلب.",
    "h46": "استخدام البيانات",
    "p3": "يستخدم تطبيق (فا صول يا) المعلومات التي تم جمعها لأغراض مختلفة ، بما في ذلك - على سبيل المثال لا الحصر - ما يلي: -",
    "li7": "لتزويدك بإمكانية الوصول إلى مجموعة كاملة من خدمات الشركة وخدمة العملاء عبر البريد الإلكتروني أو رقم الهاتف.",
    "li8": "للتواصل معك عن طريق البريد الإلكتروني أو التنبيهات أو الهاتف للاستعلام عن محتوى التطبيق لأغراض التحديثات أو لأي أغراض كما هو منصوص عليه في سياسة الخصوصية هذه.",
    "li9": "لاكتشاف و / أو منع الأنشطة المحظورة التي تنتهك القانون ، مثل الاحتيال وانتهاك حقوق الملكية الفكرية للآخرين ، و / أو عدم الامتثال لشروط استخدام التطبيق.",
    "li10": "لتقييم خدمات التطبيقات وتحسينها وصيانتها وتطويرها ومراقبة الاستخدام لاكتشاف أي مشاكل فنية لمنعها وحلها.",
    "strong3": "الإفصاح عن المعلومات",
    "p4": "قد يكشف تطبيق (فا صول يا) عن المعلومات التي تم جمعها للسلطات القضائية والأمنية والتنفيذية وغيرها من السلطات المختصة وأصحاب الحقوق بأمر من المحكمة إذا كان ذلك مطلوبًا بموجب القانون أو وفقًا لشروط سياسة الخصوصية هذه ، في من أجل ضمان الحفاظ على سياستنا والقوانين المعمول بها ، والتحقيق في أي انتهاكات أو مشاكل فنية أو مشاكل أمنية مع خدماتنا القائمة لتجنب حدوثها ولحماية حقوقنا من حقوق الآخرين.",
    "strong4": "أمن المعلومات",
    "p5": "(فا صول يا) يحمي معلوماتك الخاصة باستخدام تدابير أمنية وتقنية وإدارية مثل: جدران الحماية وتشفير البيانات وضوابط الوصول المادي والإداري إلى البيانات والخوادم ، والتي بدورها تقلل من مخاطر الخسارة وإساءة الاستخدام والوصول غير المصرح به والمعلومات إفشاء. يرجى الاتصال بخدمة العملاء إذا كنت تعتقد أن شخصًا ما يسيء استخدام حسابك الشخصي. نؤكد أيضًا أن تطبيق (فا صول يا) لن يبيع أو يؤجر معلوماتك الشخصية لأطراف ثالثة لأغراض التسويق. تحتفظ (فا صول يا) بالحق في اتخاذ إجراء قانوني في حالة إساءة استخدام موقع الويب أو التطبيق الخاص بها. أيضًا ، إذا لاحظت أن بعض الأشخاص يسيئون استخدام التطبيق (عن طريق إرسال بريد مزيف) ، فيرجى إخبارنا عن طريق الاتصال بخدمة العملاء.",
    "strong5": "اتصل بنا",
    "p6": "إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه ، فيرجى الاتصال بنا:",
    "email": "بالبريد الالكتروني:",
    "Through": "من خلال قسم اتصل بنا في تطبيقنا.",
    "allRights": "جميع الحقوق محفوظة لـ (فا صول يا)"
  },
  "Terms_Conditions": {
    "title": "الشروط والاحكام",
    "strong1": "27 حزيران 2021",
    "description1": "يرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام أو التسجيل في تطبيق (فا صول يا)، حيث سيتم تقديم المحتوى وفقًا لهذه الشروط.",
    "description2": "بمجرد بدء استخدامك لـ (فا صول يا) عبر التطبيق، سواء على الهواتف الذكية أو الأجهزة اللوحية (iPad)، أو أجهزة Mac أو Windows، أو متصفحات الإنترنت من جميع الأنواع، فإنك توافق على أنك قد قرأت وفهمت هذه الشروط وتوافق على الالتزام بها، بالإضافة إلى أي إرشادات نشرت في الوقت الحالي، والتي قد تتغير أو تُحدث من وقت لآخر وفقًا لتقدير مالك التطبيق.",
    "description3": "(فا صول يا) تحتفظ بالحق في تعديل أي أو كل شروط الاستخدام الخاصة بتطبيقها في أي وقت وبمشيئتها الخاصة. ستكون أي تعديلات أو تحديثات سارية فورًا بعد حدوث أي من الأحداث التالية:",
    "li1": "تحديث و/أو تعديل تطبيقها وإعلام المستخدمين من خلاله.",
    "li2": "إخطار المستخدمين عبر عنوان البريد الإلكتروني المستخدم للتسجيل بأنه تمت تغييرات و/أو تحديثات في سياسة الخصوصية و/أو شروط الاستخدام لمراجعتها والموافقة عليها.",
    "description4": "(فا صول يا) غير مسؤولة عن عدم قبولك أو مراجعتك لأي تغييرات و/أو تحديثات في سياسة الخصوصية و/أو شروط الخدمة التي تقوم بها بعد نشرها على تطبيقها، حيث أنك مسؤول تمامًا عن مراجعة مثل هذه التغييرات و/أو التحديثات بشكل دوري.",
    "description5": "متابعة استخدامك للتطبيق (من خلال تسجيل دخول حسابك) بعد أي تغييرات و/أو تحديثات، أو طلبك بالنقر للموافقة على المتابعة، ستشكل موافقتك على تلك التغييرات والتحديثات.",
    "description6": "إذا كنت تعارض أي شرط أو شروط هذه الشروط، أو أي تغييرات و/أو تحديثات تم إجراؤها عليها في أي وقت من قبل (فا صول يا)، يجب عليك التوقف عن استخدام التطبيق في جميع أشكال استخدامه فورًا، وسيُعتبر استمرار استخدامك للتطبيق موافقة منك على تلك الشروط والتغييرات.",
    "strong2": "حول تطبيق فا صول يا",
    "description7": "(فا صول يا) هو تطبيق صوتي عربي استوحي اسمه من الأصوات الموسيقية (فا صول يا). يتألف التطبيق من 90% من المحتوى الصوتي و10% من المحتوى الصوتي والفيديو.",
    "description8": "على عكس التطبيقات المعنية بالأطفال والأسرة، التي تستهدف الأعمار من أربع سنوات فما فوق، يركز تطبيق (فا صول يا) انتباهه على الأطفال منذ لحظة ولادتهم.",
    "description9": "يتمتع تطبيق (فا صول يا) بالعديد من الميزات التي تجعله فريدًا حيث يعمل جنبًا إلى جنب مع الآباء لتزويدهم بالأدوات اللازمة لتنمية مهارات طفلهم العقلية والجسدية والاجتماعية والعاطفية والمسؤولية من خلال الأغاني والحكايات والبودكاست والألعاب الصوتية التي ستساعد الآباء في الاعتناء بجميع جوانب شخصية الطفل.",
    "description10": "تجدد الاشتراكات في تطبيق (فا صول يا) تلقائيا، وإذا أراد المستخدم إلغاء اشتراكه، يجب عليه القيام بذلك يدويا. (فا صول يا) لن تقوم بإرجاع أي مبالغ مدفوعة نتيجة للتجديد التلقائي.",
    "description11": "يستفيد تطبيق (فا صول يا) أيضًا من التكنولوجيا مع تجنب مساوئها والمخاطر المحتملة من خلال تحقيق التوازن المثلى للطفل بين استخدام التكنولوجيا وتطبيق محتوى (فا صول يا) في حياتهم اليومية.",
    "description12": "يتم استخدام التطبيق على الهواتف الذكية، سواء كانت على أجهزة IOS و Android، وأجهزة اللوحية (iPad) من جميع الأنواع، بالإضافة إلى أجهزة Mac و Windows ومتصفحات الإنترنت من جميع الأنواع.",
    "strong3": "التسجيل في (فا صول يا)",
    "description13": "يتم التسجيل في تطبيق (فا صول يا) من خلال رقم الهاتف، البريد الإلكتروني، أو من خلال أحد خدمات الجهات الثالثة (Facebook، Twitter، Google، Apple)، التي تفوضنا بالوصول وتخزين واستخدام معلوماتك الشخصية الخاصة تبعًا لكونها خدمة. كما هو موضح في سياسة الخصوصية لدينا، وأثناء عملية التسجيل، ستقوم بملء والتحقق من بعض المعلومات الشخصية مثل الاسم والجنس والبريد الإلكتروني وكلمة المرور.",
    "li3": "لقد وصلت إلى سن القانوني للتسجيل.",
    "li4": "املأ جميع المعلومات المطلوبة في نموذج التسجيل (\"بيانات التسجيل\") بشكل صحيح وكامل.",
    "li5": "إذا قدمت أي معلومات زائفة أو غير دقيقة أو ناقصة، فإنك تتحمل مسؤولية كاملة.",
    "li6": "عدم استخدام التطبيق بأي طريقة تنتهك قوانين البلد الذي يعمل فيه وقوانين أي بلد آخر يتوفر فيه خدمات (فا صول يا).",
    "li7": "كن حذرًا من عدم الكشف عن معلومات الحساب للآخرين، حيث أنك مسؤول عن سرية هذه المعلومات ومسؤول بالكامل عن جميع الأنشطة التي تحدث من خلالها، حيث لن يكون (فا صول يا) مسؤولًا عن أي أضرار تنتج عن عدم الامتثال لهذا البند.",
    "li8": "لا تشارك حسابك مع أطراف ثالثة من أجل الاستفادة من المحتوى، حيث سيتم تقييد حسابك إلى عدد معين من الأجهزة استنادًا إلى الاشتراكات المتاحة.",
    "li9": "أبلغ (فا صول يا) عن أي استخدام غير مصرح به لحسابك، سواءً كانت كلمة المرور أو أي وسيلة أخرى. دائمًا ما يُنصَح باستخدام كلمة مرور قوية يصعب تخمينها من قبل الآخرين.",
    "li10": "أبلغ الدعم الفني عن أي مشكلات متعلقة بالتطبيق من أجل حل المشكلة في أسرع وقت ممكن، وتلتزم فريق الدعم الفني بتقديم حلاً للشكوى.",
    "strong4": "لوائح استخدام تطبيق (فا صول يا)",
    "description14": "صاحب الحساب معرف على تطبيق (فا صول يا)، والفرد مسؤول بالكامل ومباشرة عن حسابه، وكذلك عن جميع الإجراءات التي يتم اتخاذها ضده في أي وقت وبناءً على اختيار الشركة الوحيد والمطلق إذا حدث أيًا من ما يلي:",
    "li11": "انتهاك أي بند من بنود شروط الاستخدام و/أو سياسة الخصوصية.",
    "li12": "استخدام التكنولوجيا، مثل الفيروسات، التي قد تؤذي التطبيق أو مصالح المستخدمين الآخرين أو توفر الوصول إلى قاعدة البيانات والمحتوى والمعلومات.",
    "li13": "أي فعل تخريبي، مثل فرض عبء غير منطقي على بنية التطبيق (فا صول يا).",
    "li14": "انتهاك حقوق أي طرف ثالث، مثل استخدام معلومات شخصية لشخص آخر للتسجيل في التطبيق دون موافقتهم الصريحة.",
    "li15": "إساءة استخدام المستخدمين الآخرين و/أو التطبيق بأي وسيلة.",
    "li16": "انتهاك حقوق وملكية تطبيق (فا صول يا) ومحتواه بأي وسيلة، بما في ذلك ولكن لا يقتصر على نسخ ولصق، بما في ذلك حقوق البراءات، حقوق النشر، أسرار المعلومات التجارية، والعلامات التجارية، فضلاً عن جميع حقوق الملكية الفكرية الأخرى المرتبطة بالتطبيق ومحتواه، بما في ذلك الميزات الإضافية والتحديثات.",
    "description15": "من المهم أن (فا صول يا) يقوم بإجراء مقابلات وإعدادها مع مجموعة متنوعة من الخبراء في مجالات الأسرة والصحة، بما في ذلك العلاج الطبيعي، وطب الأطفال، ومدربي الصحة، وينشر هذه المقابلات من خلال التطبيق. ونتيجة لذلك، يتحمل حامل الحساب في تطبيق (فا صول يا) المسؤولية بالكامل ومباشرة إذا تم اتباع هذه النصائح دون استشارة الطبيب.",
    "strong5": "توفر محتوى التطبيق",
    "description16": "يمكن للمستخدم عرض جزء من محتوى التطبيق بدون التسجيل، في حين يتمتع حامل الحساب بالوصول الكامل إلى جميع محتوى التطبيق. الاشتراك في التطبيق يوفر للمشترك العديد من الامتيازات والفوائد، بما في ذلك الوصول الكامل إلى المحتوى، والقدرة على تنزيل وتشغيل المحتوى دون اتصال، وتجنب إزعاج الإعلانات.",
    "description17": "يجعل (فا صول يا) محتواه متاحًا من خلال التسجيل وإنشاء حسابك الخاص على التطبيق من خلال الاشتراكات المتاحة، من أجل بدء أفضل رحلة لتربية طفلك الخاص.",
    "strong6": "لوائح تسجيل تطبيق (فا صول يا)",
    "description18": "من غير المسموح باستخدام التطبيق بأي طريقة تنتهك قوانين البلد الذي يعمل فيه، فضلاً عن قوانين أي بلد آخر يتوفر فيه خدمات (FaSolyaa). توافق على الشروط والأحكام التالية:",
    "strong7": "الدفع واسترداد الأموال",
    "description19": "يقدم تطبيق (فا صول يا) مجموعة متنوعة من باقات الاشتراك للعملاء، يمكن دفعها عن طريق بطاقة الائتمان، PayPal، أو AMEX.",
    "description20": "بعد إكمال عملية الدفع، لا يمكن للمستخدم إلغاء الاشتراك أو تغييره، ولا يمكنه استرداد أي من هذه الاشتراكات.",
    "strong8": "حماية البيانات والمعلومات",
    "description21": "تجمع تطبيق (فا صول يا) جميع البيانات والمعلومات التي يتم جمعها من المستخدمين، بما في ذلك الاسم وعنوان البريد الإلكتروني ورقم الهاتف، باستخدام إجراءات أمان فنية ومعقولة لمنع الوصول غير المصرح به أو الاستخدام.",
    "strong9": "كشف البيانات والمعلومات",
    "description23": "تحتفظ (فا صول يا) بالحق في الوصول والكشف عن أي معلومات حول مستخدميها المسجلين كما ترى ضروريًا أو مناسبًا، بما في ذلك ولكن لا يقتصر على بيانات حساب المستخدم ومعلومات الاتصال وسجل الاستخدام، من أجل التعاون مع الجهات الحكومية وحماية (فا صول يا) والحفاظ على مستوى الخدمات المقدمة منها.",
    "description24": "من خلال الاستمرار في الوصول إلى التطبيق أو استخدامه بعد أن تصبح التعديلات سارية المفعول، فإنك توافق على الالتزام بالشروط المعدلة. إذا لم توافق على الشروط الجديدة، فليس لديك الإذن بعدم استخدام التطبيق.",
    "strong10": "اللغة",
    "description25": "(فا صول يا) قد تقدم الترجمة الإنجليزية لهذه الشروط لسهولة العرض فقط، وفي حالة وجود تعارض بين النسخة العربية وترجمتها الإنجليزية، تعتبر النسخة العربية هي النسخة المعتمدة والمرجع الرئيسي الذي يحكم شروط علاقتك مع (فا صول يا).",
    "strong11": "القانون المعمول به",
    "description26": "هذه سياسة الخصوصية وشروط الاستخدام وجميع العمليات المنجزة من خلال تطبيق (فا صول يا) تخضع لقوانين دولة الإمارات العربية المتحدة.",
    "description27": "جميع الحقوق محفوظة لـ (فا صول يا)",
    "description131": "سيتم تفعيل الحساب عن طريق إرسال رسالة نصية إلى رقم الهاتف، أو عن طريق إرسال بريد إلكتروني يحتوي على رقم التفعيل، أو باستخدام خدمات الطرف الثالث (Facebook، Twitter، Google، Apple).",
    "description132": "يقدم التطبيق العديد من الميزات والأدوات لإدارة حسابك، بما في ذلك:-",
    "li101": "الوصول إلى جميع محتوى التطبيق في أي وقت.",
    "li102": "استخدام التطبيق لجميع أفراد العائلة.",
    "li103": "القدرة على إعداد حسابات منفصلة لأطفالك.",
    "li104": "القدرة على تخصيص المحتوى لكل طفل على حدة.",
    "li105": "القدرة على تخصيص المحتوى المعروض، مثل إنشاء قوائم تشغيل خاصة بالأغاني والقصص والألعاب الصوتية والبودكاست.",
    "li106": "التحكم وتخصيص وصول الإشعارات من التطبيق.",
    "li107": "إرسال التعليقات والاقتراحات.",
    "description161": "ومع ذلك، لا يضمن تطبيق (فا صول يا) الوصول المستمر إلى المحتوى والخدمات التي يقدمها بسبب الظروف والأسباب والأحداث أو العوامل الأخرى التي تتجاوز سيطرته المعقولة، مثل انقطاع الإنترنت أو ضعف الشبكة، أو لأداء أي تعديل أو تحديث أو صيانة على التطبيق أو خوادمه.",
    "description162": "علاوة على ذلك، فإنه لا يتحمل أي مسؤولية عن أي أضرار تكبدها المستخدمون نتيجة لهذه الظروف."
  },
  "Cookie_Policy": {
    "title": "سياسة الكوكيز",
    "description1": "تصف سياسة الكوكيز المرتبطة بتطبيق (فا صول يا) كيفية جمع وتخزين واستخدام هذه الكوكيز للمعلومات. تنطبق هذه السياسة على جميع الخدمات والأدوات المرتبطة بتطبيق (فا صول يا) التي يتم الوصول إليها، سواء عبر الهواتف الذكية أو الأجهزة اللوحية (iPad)، بالإضافة إلى أجهزة Mac و Windows ومتصفحات الإنترنت من جميع الأنواع.",
    "description2": "بمجرد بدء استخدام تطبيق (فا صول يا)، فإنك توافق على أنك قد قرأت وفهمت ووافقت على هذه السياسة؛ إذا لم توافق على استخدام تطبيق (فا صول يا) للكوكيز بالطريقة الموضحة، يُرجى التوقف عن استخدام التطبيق أو تعطيل الكوكيز ذات الصلة.",
    "description3": "(فا صول يا) تحتفظ بالحق في إجراء تغييرات وتحديثات على سياسة الكوكيز هذه في أي وقت، لذا نوصي بمراجعتها بشكل متكرر. سيتم الإعلان صراحة عن أي تغييرات على التطبيق. استمرار استخدام التطبيق بعد أي تغييرات و/أو تحديثات، أو طلب انقر للموافقة، يشكل قبولًا لتلك التغييرات والتحديثات.",
    "description4": "ستكون النسخة المعدلة من سياسة الكوكيز سارية المفعول فور نشرها على التطبيق وسيتم تحديث تاريخ السريان في أعلى هذه السياسة.",
    "strong1": "ما هي الكوكيز",
    "description5": "تُعرف أيضًا باسم (سجلات التتبع)، وهي ملفات نصية صغيرة يتم تخزينها مؤقتًا أو دائمًا على جهاز المستخدم بواسطة المتصفح الذي يُستخدم عند دخول الموقع المطلوب، حيث يتم تخزين معلومات وبيانات مثل تفضيلات المستخدم، واللغة والبلد، ومحتويات عربات التسوق، ومعلومات أخرى سيتم استخدامها مرة أخرى عند زيارة الموقع من نفس الجهاز.",
    "strong2": "الكوكيز",
    "description6": "هي مفيدة جدًا من حيث تحسين الخدمات المقدمة من الموقع، وهي تعزز أيضًا تجربة المستخدم من خلال تسريع عملية التصفح، وملء المعلومات تلقائيًا لتجنب إعادة إدخالها في كل مرة يتم فيها زيارة الموقع، وكذلك مساعدة الموقع في تقديم محتوى مخصص للمستخدم استنادًا إلى التفضيلات المحددة، بالإضافة إلى خدمات أخرى.",
    "strong3": "استخدام (فا صول يا) للكوكيز",
    "description7": "تستخدم تطبيق (فا صول يا) مجموعة متنوعة من الكوكيز، بما في ذلك ولكن لا تقتصر على ما يلي: –",
    "li1": "لتقديم لك خدمات ذات صلة استنادًا إلى زيارتك السابقة، نقوم بجمع معلومات حول تفضيلاتك وأنماط البحث وسلوك الاستخدام.",
    "li2": "الحصول على معلومات حول كيفية تفاعل الزوار مع الموقع من أجل تقييم أدائه والعمل على حل أي مشاكل يتم اكتشافها ومنعها في المستقبل.",
    "li3": "التعرف عليك عند زيارة الموقع عن طريق الحصول على معلومات مثل عنوان الـ (IP) الخاص بك ونظام التشغيل والمتصفح، والذي يساعد في تسريع عملية الوصول إلى الموقع.",
    "li4": "إجراء البحوث والتحليلات الإحصائية لمساعدتنا في تحسين مستوانا، فضلاً عن منتجاتنا وخدماتنا، وفهم احتياجات واهتمامات زوارنا وعملائنا بشكل أفضل مثل عدد الزوار والعملاء، وعدد المشاهدات، ومقدار الوقت الذي يقضيه المستخدم على صفحة معينة، وإحصائيات الويب الأخرى.",
    "li5": "المساهمة في جعل تجربتك على موقعنا أكثر متعة وفعالية.",
    "strong4": "كوكيز الأطراف الثالثة",
    "description8": "يجب أن يتم ملاحظة أن سياسة الكوكيز هذه تنطبق فقط على تطبيق (فا صول يا).",
    "description9": "يتعاون تطبيق (فا صول يا) مع بعض الأطراف الثالثة لتقديم بعض الخدمات التي تساعد التطبيق على العمل وتوفير بعض المعلومات الإحصائية والتحليلية لقياس أداء الموقع والأحداث ونشاط الزوار لضمان أن الموقع يلبي احتياجات المستخدمين ويساعدنا على تحسين تصفح وبحث ومحتوى الموقع.",
    "description10": "قد تضع هذه الأطراف أطراف ثالثة كوكيز خاصة بها على تطبيق (فا صول يا)، ومن المهم أن نلاحظ أن هذه الأطراف مسؤولة عن هذه الكوكيز، ويجب قراءة سياساتهم.",
    "strong5": "التحكم في الكوكيز",
    "description11": "يمكنك التحكم في الكوكيز عن طريق إظهار تنبيهاتها أو إخفائها، وتعطيلها و/أو حذفها في أي وقت من خلال إعدادات المتصفح الذي تستخدمه.",
    "description12": "قد تختلف المتصفحات في الطريقة التي تتحكم بها في الكوكيز، لذا يجب الرجوع إلى التعليمات المتعلقة بمتصفحك لإعدادات الخصوصية والأمان المتعلقة بالكوكيز.",
    "description13": "ومع ذلك، يرجى مراعاة أنه إذا تم تعطيل الكوكيز، قد يتم تقييد استخدام بعض أو جميع ميزات تطبيق (فا صول يا) و/أو تأخير طريقة عمله.",
    "strong6": "جميع الحقوق محفوظة لـ (فا صول يا)"
  }
}
