{
  "Header": {
    "theApplication": "The Application",
    "USP": "USP",
    "didYouKnow": "Did You Know ?",
    "subscription": "Subscription",
    "signIn": "Sign in"
  },
  "ArabicLanguage": {
    "title": "In our beloved Arabic language",
    "description": "Let’s work together on enhancing our children’s Arabic language and knowledge away from screen time:",
    "songs": "Our Songs ignite a love for listening in Arabic",
    "stories": "Our Audio Stories stimulates your child’s imagination",
    "game": "Our Family Games enriches quality time with your child, while simultaneously enhancing their Arabic vocabulary and general knowledge",
    "blogs": "Our Podcasts were designed so that we can be there for you step by step through your parenting journey"
  },
  "FromFamily": {
    "title": "From our family to yours",
    "description": "For your children’s safety, our application was designed specifically to be audio for the following reasons:",
    "enrichingQualitys": "Enriching quality family fun times",
    "speech": "Developing your child’s speech",
    "listeningAbilities": "Developing your child’s listening abilities",
    "concentrationSkills": "Developing your child’s concentration skills",
    "arabicVocabulary": "Developing your child’s Arabic vocabulary",
    "learningInAnew": "Learning in a new and enriching way and away from screen time",
    "childEyes": "Safe for your child’s eyes",
    "generalKnowledge": "Enriching your child’s general knowledge"
  },
  "DidYouKnow": {
    "title": "Did you Know ?",
    "descriptionOne": "Your child will automatically start singing when you play music for them while they are bathing, dancing, playing, or even in the car? How enriching for their speech and vocabulary!",
    "descriptionTow": "Children are learning the same way every day, and that is through screens. Our content includes acting and sound effects that stimulate new brain cells involved in focus, communication, and imagination!",
    "descriptionThree": "Fa Sol Yaa provides an alternative that broadens your child’s general knowledge and Arabic language while freeing them from the virtual world obsession, and in parallel spending fun quality time with you"
  },
  "Subscription": {
    "titleAnnualSubscription": "Annual Subscription",
    "title3MonthsSubscription": "3 Months Subscription",
    "titleMonthlySubscription": "Monthly Subscription",
    "automaticallyRenewsSubscription": "Automatically Renews",
    "numberOfDevices": "Number of devices available",
    "createPlaylists": "Create Playlists",
    "downloadContent": "Download Content",
    "shuffle": "Shuffle",
    "repeat": "Repeat, Forward & Rewind",
    "allSongs": "All Songs, Stories, Games & Podcasts",
    "bottonSubscribe": "Subscribe"
  },
  "Footer": {
    "Security_Privacy": "Security & Privacy",
    "Terms_Conditions": "Terms & Conditions",
    "Cookie_Policy": "Cookie Policy",
    "Rights_Reserved": "All Rights Reserved. ©FA SOL YAA 2023"
  },
  "Security_Privacy": {
    "title": "Security & Privacy",
    "strong1": "Privacy Policy",
    "description1": "The (FA SOL YAA) application’s privacy policy explains everything about the collection, storage, use, sharing, and protection of your personal information. This policy applies to all services and tools related to the (FA SOL YAA) application, regardless of how they are accessed whether on smartphones or tablets (iPad), or on Mac and Windows devices or various Internet browsers. The (FA SOL YAA) application may make changes and updates to this privacy statement from time to time; therefore, we recommend that you review it frequently. Any material changes will be explicitly announced on the application and via email. The revised version of the Privacy Policy will be effective immediately after it is posted on the Application and the “Effective Date” on this Privacy Policy will be updated accordingly.",
    "strong2": "Collection and use of data and information",
    "description2": "When you register with the (FA SOL YAA) application and provide personal information, you agree that this information will be sent, collected, and stored on its servers. The application will automatically collect data and information sent from your device, whether it is a mobile phone or tablet (iPad), Mac or Windows device, Internet browser, a computer, or any other device, in order to maintain, improve, and develop the level of service.",
    "h41": "Types of data and information collected",
    "p1": "The (FA SOL YAA) application collects the following data and information:",
    "h42": "Personal data or information",
    "p2": "During the registration process and the creation of your own account on the FA SOL YAA app, you must provide some personal information that will be used to communicate with you or identify you, and the FA SOL YAA app may receive or collect additional information about you from third parties and add it to your account. The following information is included, but not limited to:",
    "li1": "When registering or using the (FA SOL YAA) application, you must provide personal information such as your first and last name, contact information such as your email address, phone number, date of birth, age, gender, and address.",
    "li2": "Additional information that you provide to the (FA SOL YAA) application trough social networking sites or third-party services, as these sites request users to create a personal account.",
    "h43": "Contact Information",
    "li3": "This information may include any correspondence made through the application, e-mail, social networking pages of (FA SOL YAA) or any other correspondence.",
    "h44": "Payment Information",
    "li4": "Your payment information, such as your credit card number and password, may be collected if it is required for us to complete the process of paying or renewing subscriptions.",
    "h45": "Usage Information",
    "li5": "We also collect information on how to use our services. This information may include, but is not limited to:",
    "li6": "Your device details, such as your device number and type, your geographical location information, Internet connection information, page view statistics, visits to and from the application, date and time, ip address, and Internet access are all collected through your interaction with the application.",
    "h46": "Data Usage",
    "p3": "The (FA SOL YAA) application uses the collected information for various purposes, including – but not limited to – the following: –",
    "li7": "To provide you with access to the company’s full range of services and customer service via e-mail or phone number.",
    "li8": "To communicate with you by e-mail, alerts, or phone to inquire about the content of the application for the purposes of updates, or for any purposes as stipulated in this privacy policy.",
    "li9": "To detect and/or prevent prohibited activities in violation of the law, such as fraud and infringement of others’ intellectual property rights, and/or non-compliance with the application’s terms of use.",
    "li10": "To evaluate, improve, maintain, and develop application services and monitor usage to detect any technical problems to prevent and resolve them.",
    "strong3": "Disclosure of information",
    "p4": "The application of (FA SOL YAA) may disclose collected information to judicial, security, executive, and other competent authorities and rights holders “by court order” if required to do so by law or in accordance with the terms of this privacy policy, in order to ensure the preservation of our policy and applicable laws, and to investigate any violations, technical problems, or security problems with our services in place to avert them from occurring and to protect our rights from the rights of others.",
    "strong4": "Information security",
    "p5": "(FA SOL YAA) protects your private information using security, technical and administrative measures such as: firewalls, data encryption and physical and administrative access controls to data and servers, which in turn reduce the risks of loss, abuse, unauthorized access, and information disclosure. Please contact customer service if you believe that someone is abusing your personal account. We also confirm that the (FA SOL YAA) application will not sell or rent your personal information to third parties for marketing purposes. (FA SOL YAA) reserves the right to pursue legal action if its website or app is abused. Also, if you notice that some people are abusing the app (by sending fake mail), please let us know by contacting customer service.",
    "strong5": "Contact Us",
    "p6": "If you have any questions about this privacy policy, please contact us:",
    "email": "by email:",
    "Through": "Through the contact us section on our application.",
    "allRights": "All rights reserved to (FA SOL YAA)"
  },
  "Terms_Conditions": {
    "title": "Terms & Conditions",
    "strong1": "June 27, 2021",
    "description1": "Kindly read these terms and conditions carefully before using or registering for the (FA SOL YAA) app, as the content thereof will be provided in accordance with these terms.",
    "description2": "Once you begin using (FA SOL YAA) via the application, whether on smart phones or tablets (iPad), Mac or Windows devices, or Internet browsers of all types, you agree that you have read and understood these terms and agree to be bound by them, as well as any published guidelines in effect, which may change or be updated from time to time at the application owner’s discretion.",
    "description3": "(FA SOL YAA) reserves the right to modify any or all of the terms of use governing its application at any time and in its sole discretion. Any modifications or updates shall take effect immediately upon the occurrence of any of the following:",
    "li1": "Update and/or modify its application and notify users through it.",
    "li2": "Notifying users via the e-mail address used to register that there have been changes and/or updates to the privacy policy and/or terms of use for their review and approval.",
    "description4": "(FA SOL YAA) is not liable for your failure to accept or review any changes and/or updates to the privacy policy and/or terms of service that you make after they are posted on its application, as you are solely responsible for reviewing such changes and/or updates on a periodic basis.",
    "description5": "Your continued use of the Application (as accessed through your account login) following any changes and/or updates, or your request to click to agree to continue, shall constitute your acceptance of those changes and updates.",
    "description6": "If you object to any term or condition of these terms, or to any changes and/or updates made to them at any time by (FA SOL YAA), you must immediately stop using the application in all its forms of use, continued use will be deemed acceptance of those terms and changes.",
    "strong2": "About FA SOL YAA",
    "description7": "(FA SOL YAA) is an Arabic audio application whose name was inspired by musical sounds (FA SOL YAA). The application is composed of 90% audio and 10% audio and video.",
    "description8": "In contrast to applications concerned with children and the family, which target the age of four and above, the (FA SOL YAA) application focuses its attention on children from the moment they are born.",
    "description9": "The (FA SOL YAA) application has many features that make it unique as it works alongside parents to provide them with the necessary tools to develop their child’s cognitive (mental), physical, social, emotional and responsibility skills through songs, storytelling, podcasting, and audio games that will help parents take care of all aspects of the child’s personality.",
    "description10": "Subscriptions to the (FA SOL YAA) application are automatically renewed, and if a user wishes to cancel his subscription, he must do so manually. (FA SOL YAA) will not refund any amounts paid as a result of the automatic renewal.",
    "description11": "The (FA SOL YAA) application also benefits from technology while avoiding its drawbacks and potential risks by striking the optimal balance for the child between using technology and applying (FA SOL YAA) content in their daily lives.",
    "description12": "The application is used on smart phones, whether on IOS and Android devices, and tablets (iPad) of all kinds, in addition to Mac and Windows devices and Internet browsers of all kinds.",
    "strong3": "Registering on (FA SOL YAA)",
    "description13": "Registering to the (FA SOL YAA) application is done through a phone number, e-mail, or through one of the third-party services (Facebook, Twitter, Google, Apple), which authorize us to access, store and use your private information depending on it being a service. As explained in our privacy policy, and during the registration process, you will be filling in and verifying some personal information such as your name, gender, email, and password.",
    "li3": "You have reached the legal age to register.",
    "li4": "Fill in all of the required information in the registration form (\"Registration Data\") correctly and completely.",
    "li5": "If you provide any information that is false, inaccurate, or incomplete, you accept full responsibility.",
    "li6": "Not to use the application in any way that violates the laws of the country in which it operates and the laws of any other country in which (FA SOL YAA) services are available.",
    "li7": "Be cautious not to disclose account information to others, as you are responsible for the confidentiality of this information and are fully responsible for all activities that occur through it, as (FA SOL YAA) will not be liable for any damages resulting from noncompliance with this clause.",
    "li8": "To benefit from the content, do not share your account with third parties, as your account will be limited to a certain number of devices based on available subscriptions.",
    "li9": "Notify (FA SOL YAA) of any unauthorized use of your account, whether the password or any other means. It is always recommended to use a strong password that is difficult to be guessed by others.",
    "li10": "Notify technical support of any application-related issues in order for the issue to be resolved as quickly as possible, the technical support team commits to providing a solution regarding the complaint.",
    "strong4": "(FA SOL YAA) Application Usage Regulations",
    "description14": "The account holder is identified on the (FA SOL YAA) application, and the individual is fully and directly responsible for his account, as well as for all actions taken against him at any time and in the company’s sole and absolute discretion if any of the following occurs:",
    "li11": "Violate any provision of our Terms of Use and/or Privacy Policy.",
    "li12": "Use technology, such as viruses, that may harm the application or the interests of other users or provide access to the database, content, and information.",
    "li13": "Any act of sabotage, such as imposing an irrational burden on the (FA SOL YAA) application’s infrastructure.",
    "li14": "Violating any third party’s rights, such as using another person’s personal information to register for the application without their express consent.",
    "li15": "Abuse other users and/or the application in any way.",
    "li16": "Infringing on the rights and property of the (FA SOL YAA) application and its content in any way, including but not limited to copying and pasting, including patent rights, copyrights, trade secrets, and trademarks, as well as all other intellectual property rights associated with the application and its content, including added features and updates.",
    "description15": "It’s worth noting that (FA SOL YAA) conducts and prepares interviews with a variety of experts in family and health-related fields, including physiotherapy, pediatrics, and health coaches, and publishes these interviews through its application. As a result, the account holder on the (FA SOL YAA) application is solely and directly liable if these tips are followed without consulting their doctor.",
    "strong5": "Availability of App Content",
    "description16": "The user can view a portion of the application’s content without registering, while the account holder enjoys full access to all of the application’s content. Subscribing to the application provides the subscriber with many privileges and advantages, including full access to content, the ability to download and play content offline, and avoiding the annoyance of ads.",
    "description17": "(FA SOL YAA) makes its content available by registering and creating your own account on the application through the available subscriptions, in order to start the best journey to raise your special child.",
    "strong6": "(FA SOL YAA) application registration regulations",
    "description18": "It is forbidden to use the application in any way that violates the laws of the country in which it operates, as well as the laws of any other country where (FaSolyaa) services are available. You agree to the following terms and conditions:",
    "strong7": "Payment and Refund",
    "description19": "The (FA SOL YAA) application offers a variety of subscription packages to customers, that can be&nbsp;paid&nbsp;via credit card, PayPal, or AMEX.",
    "description20": "After completing the payment process, the user cannot cancel or change the subscription, nor&nbsp;receive a refund for any of these subscriptions.",
    "strong8": "Data and Information Protection",
    "description21": "All data and information collected from users by the (FA SOL YAA) application, including name, email address, and phone number, is protected using technical and reasonable security measures to prevent unauthorized access or use.",
    "strong9": "Data and Information Disclosure",
    "description23": "(FA SOL YAA) reserves the right to access and disclose any information about its registered users as it deems necessary or appropriate, including but not limited to the user’s account data, contact information, and usage history, in order to cooperate with government agencies and&nbsp;protect (FA SOL YAA) and maintain the level of services provided by it.",
    "description24": "By continuing to access or use our application after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use the application.",
    "strong10": "Language",
    "description25": "(FA SOL YAA) may provide the English translation of these Terms of Use for ease of viewing only, and in the event of conflict between the Arabic version and its English translation, the Arabic version is the approved version and the primary reference governing the terms of your relationship with (FA SOL YAA).",
    "strong11": "Applicable Law",
    "description26": "This Privacy Policy and these Terms of Use and all transactions made through the (FA SOL YAA) application are governed by the laws of the United Arab Emirates.",
    "description27": "All rights are reserved to (FA SOL YAA)",
    "description131": "The account will be activated by sending a text message to the phone number, or by&nbsp;sending an email with the activation number, or using third-party services (Facebook, Twitter, Google, Apple).",
    "description132": "The application offers many features and tools for managing your account, including the following:-",
    "li101": "Access to all content of the application at any time.",
    "li102": "Use the application for all members of the family.",
    "li103": "The ability to set up separate accounts for your children.",
    "li104": "The ability to customize content for each child individually.",
    "li105": "The ability to personalize the content that is displayed, such as creating special playlists of songs and stories, audio games, and podcasts.",
    "li106": "Control and customize the access of notifications from the application.",
    "li107": "Send feedback and suggestions.",
    "description161": "However, the (FA SOL YAA) application does not guarantee continuous access to the content and services it provides due to circumstances, causes, events or other factors beyond its reasonable control, such as internet outage or network weakness, or to perform any modification, update or maintenance on the application or its servers.",
    "description162": "Additionally, it is also not liable for any damages incurred by users as a result of these circumstances."
  },
  "Cookie_Policy": {
    "title": "Cookie Policy",
    "description1": "The policy on (cookies) associated with the (FA SOL YAA) application describes how these cookies collect, store, and use information. This policy applies to all services and tools associated with the (FA SOL YAA) application that are accessed, whether via smartphones or tablets (iPad), as well as Mac and Windows devices and Internet browsers of all types.",
    "description2": "Once you begin using the (FA SOL YAA) application, you agree that you have read, understood, and accepted this policy; if you do not agree to the (FA SOL YAA) application using cookies in the manner described, please discontinue use of the application, or disable related cookies.",
    "description3": "(FA SOL YAA) reserves the right to make changes and updates to this cookie policy at any time, so we recommend that you review it frequently. Any changes will be explicitly announced on the application. Continued use of the application following any changes and/or updates, or a “click to agree” request, constitutes acceptance of those changes and updates.",
    "description4": "The revised version of the Cookie Policy will be effective immediately after it is posted on the application and the “Effective Date” is updated at the top of this Policy.",
    "strong1": "What are Cookies",
    "description5": "Also known as (tracking logs), they are small text files that are stored temporarily or permanently on the user’s device by the browser that is used when entering the requested website, where information and data such as user preferences, language and country, the contents of shopping carts, and other information are stored that will be used again the next time the site is visited from the same device.",
    "strong2": "Cookies",
    "description6": "are very useful in terms of improving the services provided by the site, they also enhance the user experience by speeding up navigation, automatically filling in information to avoid re-entering it every time the site is visited as well as assisting the site in providing the user with customized content based on the preferences selected, among other services.",
    "strong3": "(FA SOL YAA)’s use of Cookies",
    "description7": "The (FA SOL YAA) application makes use of a variety of (cookies), including but not limited to the following: –",
    "li1": "To provide you with relevant services based on your previous visit, we collect information about your preferences, search patterns, and usage behavior.",
    "li2": "Obtaining information about how visitors interact with the site in order to assess its performance and work to resolve any issues that are discovered and to prevent them in the future.",
    "li3": "Recognizing you when you visit the website by obtaining information such as your (IP) address, operating system, and browser, which helps to speed up the site’s access process.",
    "li4": "Conduct research and statistical analysis to help us improve our level, as well as our products and services, and better understand the needs and interests of our visitors and customers such as the number of visitors and customers, number of views, amount of time a user spends on a page, and other web related statistics.",
    "li5": "Contribute to making your experience on our site more enjoyable and efficient.",
    "strong4": "Third Party Cookies",
    "description8": "It should be noted that this cookie policy applies only to the (FA SOL YAA) application.",
    "description9": "The (FA SOL YAA) application collaborates with some third parties to provide some services that help the application work and provide some statistical and analytical information to measure site performance, events, and visitor activity to ensure that the website meets the needs of users and helps us improve browsing, search, and content.",
    "description10": "These parties may place their own cookies on the (FA SOL YAA) application, and it is important to note that these parties are responsible for these cookies, and you should read their policy.",
    "strong5": "Cookie Control",
    "description11": "You can control cookies by showing or hiding their alerts, disabling them and/or deleting them at any time through the settings of the browser you use.",
    "description12": "Browsers may differ in the way they control cookies, so you should refer to the instructions related to your browser for privacy and security settings related to cookies.",
    "description13": "However, please bear in mind that if cookies are turned off, this may limit the use of some or all of the features of the (FA SOL YAA) application and/or delay the way it works.",
    "strong6": "All rights reserved to (FA SOL YAA)"
  }
}
